export const RECORDS_TYPE = [
  {
    type: "body record",
    label_button: "自分のカラダの記録",
    image: "/images/body_record.png",
  },
  {
    type: "my exercise",
    label_button: "自分の運動の記録",
    image: "/images/exercise_record.png",

  },
  {
    type: "my diary",
    label_button: "自分の日記",
    image: "/images/diary_record.png",

  },
];

export const EXERCISE_RECORDS = [
  {
    id: 1,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 2,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 3,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 4,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 5,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 6,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 7,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 8,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 9,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 10,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 11,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 12,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 13,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 14,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 15,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 16,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 17,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 18,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 19,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  },
  {
    id: 20,
    name: "家事全般（立位・軽い）",
    kcal: 26,
    minutes: 10,
  }
];

export const DIARY_ENTRIES = [
  {
    id: 1,
    date: 1621605900, // 2021.05.21 23:25
    content: "私の日記の記録が一部表示されます。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト...",
  },
  {
    id: 2,
    date: 1621605900,
    content: "私の日記の記録が一部表示されます。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト...",
  },
  {
    id: 3,
    date: 1621605900,
    content: "私の日記の記録が一部表示されます。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト...",
  },
  {
    id: 4,
    date: 1621605900,
    content: "私の日記の記録が一部表示されます。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト...",
  },
  {
    id: 5,
    date: 1621605900,
    content: "私の日記の記録が一部表示されます。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト...",
  },
  {
    id: 6,
    date: 1621605900,
    content: "私の日記の記録が一部表示されます。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト...",
  },
  {
    id: 7,
    date: 1621605900,
    content: "私の日記の記録が一部表示されます。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト...",
  },
  {
    id: 8,
    date: 1621605900,
    content: "私の日記の記録が一部表示されます。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト...",
  },
  {
    id: 9,
    date: 1620914700, // 2021.05.13 23:25
    content: "私の日記の記録が一部表示されます。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト...",
  },
  {
    id: 10,
    date: 1620828300, // 2021.05.12 23:25
    content: "私の日記の記録が一部表示されます。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト...",
  },
  {
    id: 11,
    date: 1620741900, // 2021.05.11 23:25
    content: "私の日記の記録が一部表示されます。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト...",
  },
  {
    id: 12,
    date: 1620655500, // 2021.05.10 23:25
    content: "私の日記の記録が一部表示されます。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト...",
  },
  {
    id: 13,
    date: 1620569100, // 2021.05.09 23:25
    content: "私の日記の記録が一部表示されます。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト...",
  },
  {
    id: 14,
    date: 1620482700, // 2021.05.08 23:25
    content: "私の日記の記録が一部表示されます。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト...",
  },
  {
    id: 15,
    date: 1620396300, // 2021.05.07 23:25
    content: "私の日記の記録が一部表示されます。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト...",
  },
  {
    id: 16,
    date: 1620309900, // 2021.05.06 23:25
    content: "私の日記の記録が一部表示されます。テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト..."
  }
];


